Revit 2027 API
SymbolTypeId.CalPerS Property
 Symbol cal/s, indicating unit Calories per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CalPerS { get; }
Public Shared ReadOnly Property CalPerS As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CalPerS {
	ForgeTypeId^ get ();
}
static member CalPerS : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace